Author=Vico
Email=vicokoby@gmail.com
SourceLANGID=1033
LANGID=3082
Generator=DKLang Translation Editor v3.0
LastModified=2012-01-26 19:24:50

[fmMain]
00000006=Imprimir...
00000007=Imprime el documento
00000009=Vista previa...
00000010=Vista previa de la impresión
00000012=Configurar página...
00000013=Configurar página
00000015=Nuevo archivo
00000016=Crear nuevo archivo
00000018=Nueva ventana
00000020=Configurar impresora...
00000021=Configurar impresora
00000023=Abrir...
00000024=Abrir archivo
00000026=Reabrir
00000027=Reabrir archivo
00000029=Guardar
00000030=Guardar archivo
00000032=Guardar como...
00000033=Guardar archivo actual como
00000035=Exportar a RTF...
00000036=Exporta el contenido actual del editor a RTF incluyendo todos los resaltados
00000037=.RTF
00000038=Archivos de texto enriquecido (*.rtf)|*.rtf|Todos los archivos (*.*)|*.*
00000040=Exportar a HTML...
00000041=Exporta el contenido actual del editor a HTML incluyendo todos los resaltados
00000042=.HTML
00000043=Archivos HTML (*.htm, *.html)|*.htm;*.html|Todos los archivos (*.*)|*.*
00000045=Configurar...
00000046=Mostrar diálogo de opciones
00000048=Personalizar lexer...
00000049=Personaliza el lexer actual
00000051=Personalizar biblioteca del lexer...
00000052=Personalizar biblioteca del lexer
00000054=Copiar
00000055=Copiar selección al portapapeles
00000060=Cortar
00000061=Cortar selección al portapapeles
00000063=Pegar
00000064=Pegar portapapeles
00000066=Eliminar
00000067=Borrar selección actual
00000069=Seleccionar todo
00000070=Seleccionar todo el texto
00000072=Deshacer
00000073=Deshace la última acción
00000075=Rehacer
00000076=Rehace la última acción
00000078=Añadir indentación
00000079=Añadir indentación a selección
00000081=Quitar indentación
00000082=Quitar indentación de selección
00000084=Minúsculas
00000086=Mayúsculas
00000088=Case de título
00000090=Invertir case
00000092=Comentar líneas
00000093=Comentar líneas
00000095=Descomentar líneas
00000096=Descomentar líneas
00000098=Mostrar/ocultar árbol
00000099=Mostrar/ocultar árbol
00000101=Ordenar ascendentemente
00000102=Ordenar selección ascendentemente
00000104=Ordenar descendentemente
00000105=Ordenar selección descendentemente
00000107=Ir a la línea
00000108=Ir a la línea con el número
00000110=Sólo lectura
00000111=Habilitar/deshabilitar sólo lectura
00000114=Mostrar el diálogo Buscar
00000116=Habilitar/deshabilitar ajuste de texto
00000117=Habilitar/deshabilitar ajuste de texto
00000119=Mostrar/ocultar números de línea
00000120=Mostrar/ocultar números de línea
00000122=Mostrar/ocultar plegado de código
00000123=Mostrar/ocultar plegado de código
00000125=Mostrar/ocultar caracteres no imprimibles
00000126=Mostrar/ocultar caracteres no imprimibles
00000127=Todos los archivos (*.*)|*.*
00000128=Texto plano
00000135=Nuevo archivo
00000137=Nuevo archivo
00000139=Nueva ventana
00000140=Abrir archivo
00000142=Abrir archivo
00000143=Guardar archivo
00000145=Guardar archivo
00000146=Guardar como
00000148=Guardar archivo como
00000150=Reabrir archivo
00000151=Exportar a RTF
00000153=Exportar a RTF
00000154=Exportar a HTML
00000156=Exportar a HTML
00000157=Opciones
00000159=Diálogo de opciones
00000160=Editar lexer
00000162=Personalizar lexer
00000164=Personalizar biblioteca de lexers
00000166=Alinear símbolos
00000168=Orden ascendente de las líneas seleccionadas
00000170=Orden descendente de las líneas seleccionadas
00000172=Comentar líneas seleccionadas
00000174=Descomentar líneas seleccionadas
00000176=Mostrar/ocultar árbol
00000178=Habilitar/deshabilitar sólo lectura
00000180=Habilitar/deshabilitar ajuste de texto
00000182=Mostrar/ocultar números de línea
00000184=Mostrar/ocultar plegado de código
00000186=Mostrar/ocultar caracteres no imprimibles
00000188=Acercar
00000190=Alejar
00000192=Subir líneas
00000194=Bajar líneas
00000197=Autocompletado emergente
00000198=Parámetros de emergencia
00000200=Parámetros de emergencia
00000201=Plantilla de emergencia
00000203=Plantilla de emergencia
00000204=Ayuda contextual
00000206=Ayuda contextual
00000207=Imprimir
00000209=Imprimir
00000210=Vista previa de la impresión
00000212=Vista previa de la impresión
00000213=Configurar página
00000215=Configurar página
00000217=Configurar impresora
00000220=Reemplazar siguiente
00000221=Reemplazar todo
00000223=Reemplazar todo
00000224=Ir a la línea con el número
00000226=Ir a la línea con el número
00000227=Buscar palabra actual hacia arriba
00000229=Buscar palabra actual hacia arriba
00000230=Buscar palabra actual hacia abajo
00000232=Buscar palabra actual hacia abajo
00000233=Buscar todo
00000235=Buscar todo (marcar)
00000236=Buscar anterior
00000238=Buscar anterior
00000239=Buscar siguiente
00000241=Buscar siguiente
00000242=Diálogo de búsqueda
00000244=Diálogo de búsqueda
00000246=Siguiente marca de búsqueda
00000248=Anterior marca de búsqueda
00000250=Borrar marcas de búsqueda
00000252=Buscar en Lister
00000254=Buscar siguiente en Lister
00000256=Mover cursor a una posición especifica
00000259=Mover cursor a la izquierda y arriba de la línea inicial
00000260=Último caracter
00000262=Mover cursor al último caracter de la línea
00000263=Primer caracter
00000265=Mover cursor al primer caracter de la línea
00000266=Final del texto
00000268=Mover cursor al final absoluto
00000269=Inicio del texto
00000271=Mover cursor al inicio absoluto
00000272=Fondo de la página
00000274=Mover cursor al fondo de la página
00000275=Cima de la página
00000277=Mover cursor a la cima de la página
00000278=Página derecha
00000280=Mover cursor izquierdo una página
00000281=Página izquierda
00000283=Mover cursor derecho una página
00000284=Página abajo
00000286=Mover cursor abajo una página
00000287=Página arriba
00000289=Mover cursor arriba una página
00000290=Final de línea
00000292=Mover cursor al final de la línea
00000293=Inicio de línea
00000295=Mover cursor al inicio de línea
00000296=Palabra derecha
00000298=Mover cursor una palabra a la derecha
00000299=Palabra izquierda
00000301=Mover cursor una palabra a la izquierda
00000302=A&bajo
00000304=Mover cursor una línea abajo
00000305=&Arriba
00000307=Mover cursor una línea arriba
00000308=De&recha
00000310=Mover cursor un caracter a la derecha
00000311=&Izquierda
00000313=Mover cursor un caracter a la izquierda
00000315=Mover cursor y seleccionar un caracter a la izquierda
00000317=Mover cursor y seleccionar un caracter a la derecha
00000319=Mover cursor y seleccionar un caracter arriba
00000321=Mover cursor y seleccionar un caracter abajo
00000323=Mover cursor y seleccionar una palabra a la izquierda
00000325=Mover cursor y seleccionar una palabra a la derecha
00000327=Mover cursor y seleccionar hasta el inicio de la línea
00000329=Mover cursor y seleccionar hasta el final de la línea
00000331=Mover cursor y seleccionar una página arriba
00000333=Mover cursor y seleccionar una página abajo
00000335=Mover cursor y seleccionar una página a la derecha
00000337=Mover cursor y seleccionar una página a la izquierda
00000339=Mover cursor y seleccionar hasta la cima de la página
00000341=Mover cursor y seleccionar hasta el fondo de la página
00000343=Mover cursor y seleccionar hasta el inicio absoluto
00000345=Mover cursor y seleccionar hasta el final absoluto
00000347=Mover cursor y seleccionar hasta el primer caracter de la línea
00000349=Mover cursor y seleccionar hasta el último caracter de la línea
00000351=Mover cursor y seleccionar a la izquierda y arriba en la línea inicial
00000353=Mover cursor a la posición específica y seleccionar
00000355=Mover cursor y seleccionar columna un caracter a la izquierda
00000357=Mover cursor y seleccionar columna un caracter a la derecha
00000359=Mover cursor y seleccionar columna una línea arriba
00000361=Mover cursor y seleccionar columna una línea abajo
00000363=Mover cursor y seleccionar columna una palabra a la izquierda
00000365=Mover cursor y seleccionar columna una palabra a la derecha
00000367=Mover cursor y seleccionar columna hasta el inicio de la línea
00000369=Mover cursor y seleccionar columna hasta el final de la línea
00000371=Mover cursor y seleccionar columna una página arriba
00000373=Mover cursor y seleccionar columna una página abajo
00000375=Mover cursor y seleccionar columna una página a la derecha
00000377=Mover cursor y seleccionar columna una página a la izquierda
00000379=Mover cursor y seleccionar columna hasta la cima de la página
00000381=Mover cursor y seleccionar columna hasta el fondo de la página
00000383=Mover cursor y seleccionar columna hasta el inicio absoluto
00000385=Mover cursor y seleccionar columna hasta el final absoluto
00000387=Mover cursor y seleccionar columna hasta el primer caracter de la línea
00000389=Mover cursor y seleccionar columna hasta el último caracter de la línea
00000391=Mover cursor y seleccionar columna a la izquierda y arriba de la línea inicial
00000393=Mover cursor hasta la posición específica y seleccionar columna
00000396=Desplazar una línea arriba sin cambiar la posición del cursor
00000397=Desplazar abajo
00000399=Desplazar una línea abajo sin cambiar la posición del cursor
00000400=Desplazar a la izquierda
00000402=Desplazar un caracter a la izquierda sin cambiar la posición del cursor
00000403=Desplazar a la derecha
00000405=Desplazar un caracter a la derecha sin cambiar la posición del cursor
00000406=Desplazar página arriba
00000408=Desplazar una página arriba sin cambiar la posición del cursor
00000409=Desplazar página abajo
00000411=Desplazar una página abajo sin cambiar la posición del cursor
00000412=Desplazar página a la izquierda
00000414=Desplazar una pantalla a la izquierda sin cambiar la posición del cursor
00000415=Desplazar página a la derecha
00000417=Desplazar una pantalla arriba sin cambiar la posición del cursor
00000418=Desplazar al inicio
00000420=Desplazar al inicio absoluto sin cambiar la posición del cursor
00000421=Desplazar al final
00000423=Desplazar al final absoluto sin cambiar la posición del cursor
00000424=Desplazar a la izquierda
00000426=Desplazar a la izquierda absoluta sin cambiar la posición del cursor
00000427=Desplazar a la derecha
00000429=Desplazar a la derecha absoluta sin cambiar la posición del cursor
00000430=Copiar
00000432=Copiar selección al portapapeles
00000433=Cortar
00000435=Cortar selección al portapapeles
00000436=Pegar
00000438=Pegar portapapeles en la posición actual
00000439=Deshacer
00000441=Realizar deshacer si está disponible
00000442=Rehacer
00000444=Realizar rehacer si está disponible
00000445=Seleccionar todo
00000447=Seleccionar todo el contenido del editor, cursor al final
00000448=Eliminar
00000450=Eliminar selección actual
00000451=Copiar como RTF
00000453=Copiar al portapapeles en formato RTF
00000454=Nueva línea
00000456=Romper línea en la posición actual, mover caret a una nueva línea
00000458=Romper línea en la posición actual, mantener caret
00000460=Insertar caracter en la posición actual (Data = PChar)
00000462=Insertar una cadena entera (Data = PChar)
00000464=Duplicar línea
00000467=Añadir indentación a selección
00000468=Quitar indentación
00000470=Quitar indentación de selección
00000472=Tecla tabuladora
00000474=Insertar caracter tabulador
00000477=Eliminar último caracter (ej. tecla backspace)
00000478=Eliminar caracter
00000480=Eliminar caracter en cursor (ej. tecla eliminar)
00000481=Eliminar palabra
00000483=Eliminar palabra desde el cursor hasta la siguiente palabra
00000484=Eliminar palabra atrás
00000486=Eliminar desde el cursor hasta el inicio de la palabra
00000487=Eliminar hasta el inicio de la línea
00000489=Eliminar desde el cursor hasta el inicio de la línea
00000490=Eliminar hasta el final de la línea
00000492=Eliminar desde el cursor hasta el final de la línea
00000493=Eliminar línea
00000495=Eliminar línea actual
00000496=Borrar todo
00000498=Eliminar todo
00000499=Modo de inserción
00000501=Establece el modo inserción
00000502=Modo sobrescribir
00000504=Establece el modo sobrescribir
00000505=Alternar modo de inserción
00000507=Alternar modo inserción/sobrescribir
00000508=Selección normal
00000510=Modo de selección normal
00000511=Selección de columna
00000513=Modo de selección de columna
00000514=Selección de línea
00000516=Modo de selección de línea
00000517=Marcar inicio de selección
00000519=Marca el inicio de un bloque
00000520=Marcar final de selección
00000522=Marca el final de un bloque
00000523=Palabra en mayúsculas
00000525=Mayúsculas a la palabra actual o a la anterior
00000526=Palabra en minúsculas
00000528=Minúsculas a la palabra actual o a la anterior
00000529=Cambiar case de palabra
00000531=Alterna el case de la palabra actual o de la anterior
00000532=Palabra en case de título
00000534=Case de título a la palabra actual o a la anterior
00000535=Selección a mayúsculas
00000537=Mayúsculas a la selección o al caracter actual
00000538=Selección a minúsculas
00000540=Minúsculas a la selección o al caracter actual
00000541=Cambiar case de selección
00000543=Cambia el case de la selección o al caracter actual
00000544=Case de título a la selección
00000546=Case de título a la selección actual
00000547=Habilitar/deshabilitar contracción
00000549=Contraer/expandir bloque en la línea actual
00000550=Contraer
00000552=Contraer bloque en la línea actual
00000553=Expandir
00000555=Expandir bloque en la línea actual
00000556=Contracción completa
00000558=Contrae todos los bloques en el texto
00000559=Expansión completa
00000561=Expande todos los bloques contraídos en el texto
00000562=Contraer selección
00000564=Contraer bloque seleccionado
00000565=Habilitar/deshabilitar contracción más cercana
00000567=Contraer/expandir bloque más cercano
00000568=Contraer en selección
00000570=Contraer rangos en selección
00000571=Expandir en selección
00000573=Expandir rangos en selección
00000574=Mostrar/ocultar plegado
00000576=Mostrar/ocultar plegado
00000577=Ir al marcador 0
00000579=Ir al marcador 0
00000580=Ir al marcador 1
00000582=Ir al marcador 1
00000583=Ir al marcador 2
00000585=Ir al marcador 2
00000586=Ir al marcador 3
00000588=Ir al marcador 3
00000589=Ir al marcador 4
00000591=Ir al marcador 4
00000592=Ir al marcador 5
00000594=Ir al marcador 5
00000595=Ir al marcador 6
00000597=Ir al marcador 6
00000598=Ir al marcador 7
00000600=Ir al marcador 7
00000601=Ir al marcador 8
00000603=Ir al marcador 8
00000604=Ir al marcador 9
00000606=Ir al marcador 9
00000607=Habilitar/deshabilitar marcador 0
00000609=Habilitar/deshabilitar marcador 0
00000610=Habilitar/deshabilitar marcador 1
00000612=Habilitar/deshabilitar marcador 1
00000613=Habilitar/deshabilitar marcador  2
00000615=Habilitar/deshabilitar marcador  2
00000616=Habilitar/deshabilitar marcador 3
00000618=Habilitar/deshabilitar marcador 3
00000619=Habilitar/deshabilitar marcador 4
00000621=Habilitar/deshabilitar marcador 4
00000622=Habilitar/deshabilitar marcador 5
00000624=Habilitar/deshabilitar marcador 5
00000625=Habilitar/deshabilitar marcador 6
00000627=Habilitar/deshabilitar marcador 6
00000628=Habilitar/deshabilitar marcador 7
00000630=Habilitar/deshabilitar marcador 7
00000631=Habilitar/deshabilitar marcador 8
00000633=Habilitar/deshabilitar marcador 8
00000634=Habilitar/deshabilitar marcador 9
00000636=Habilitar/deshabilitar marcador 9
00000638=Borrar todos los marcadores
00000641=Suelta el marcador en la posición actual
00000642=Recoger marcador
00000644=Recoger marcador (saltar atrás)
00000645=Intercambiar marcador
00000647=Intercambiar marcador (mantener posición, saltar atrás)
00000648=Saltar a la pareja del corchete
00000650=Saltar a la pareja del corchete (cambiar lado del rango)
00000651=Reproducir macro
00000653=Reproducir macro
00000654=Iniciar grabación de macro
00000656=Iniciar grabación de macro
00000657=Detener grabación de macro
00000659=Detener grabación de macro
00000660=Cancelar grabación de  macro
00000662=Cancelar grabación de  macro
00000664=Establecer codificación - ANSI
00000666=Establecer codificación - OEM
00000668=Establecer codificación - UTF-8
00000670=Establecer codificación - UTF-8, sin BOM
00000672=Establecer codificación - Unicode
00000674=Establecer codificación - Unicode BE
00000676=Establecer codificación - KOI8
00000678=Establecer codificación - Mac
00000680=Tabla emergente de caracteres
00000693=Archivo
00000694=Nuevo archivo
00000695=Crear nuevo archivo
00000696=Abrir...
00000697=Abrir archivo
00000698=Borrar lista
00000699=Borrar lista de archivos recientes
00000700=Guardar
00000701=Guardar archivo
00000702=Guardar como...
00000703=Guardar archivo actual como
00000704=Exportar a HTML...
00000705=Exporta el contenido actual del editor a HTML incluyendo todos los resaltados
00000706=Exportar a RTF...
00000707=Exporta el contenido actual del editor a RTF incluyendo todos los resaltados
00000708=Imprimir...
00000709=Imprime el documento
00000710=Vista previa...
00000711=Vista previa de la impresión
00000712=Configurar página...
00000713=Configurar página
00000714=Configurar impresora...
00000715=Configurar impresora
00000716=Buscar
00000717=Mostrar el diálogo "Buscar"
00000718=Buscar siguiente
00000719=Buscar siguiente ocurrencia de la cadena
00000720=Buscar anterior
00000721=Buscar ocurrencia anterior de la cadena
00000722=Buscar palabra actual hacia abajo
00000723=Busca la siguiente ocurrencia de la palabra desde el cursor
00000724=Buscar palabra actual hacia atrás
00000725=Buscar ocurrencia anterior de la palabra desde el cursor
00000726=Borrar marcas de búsqueda
00000727=Borrar marcas de búsqueda
00000728=Ir a la línea
00000729=Ir a la línea con el número
00000730=Habilitar/deshabilitar marcador
00000741=Borrar todo
00000742=Borrar marcadores
00000743=Ir al marcador
00000754=Configurar
00000755=Mostrar diálogo de opciones
00000756=Personalizar lexer...
00000757=Personaliza el lexer actual
00000758=Personalizar biblioteca de lexers...
00000759=Personalizar biblioteca de lexers
00000760=Acerca de...
00000761=Mostrar diálogo acerca de
00000762=Editar
00000763=Copiar
00000764=Copiar selección al portapapeles
00000765=Cortar
00000766=Cortar selección al portapapeles
00000767=Pegar
00000768=Pegar portapapeles
00000769=Eliminar
00000770=Borrar selección actual
00000771=Seleccionar todo
00000772=Seleccionar todo
00000773=Deshacer
00000774=Deshacer
00000775=Rehacer
00000776=Rehacer
00000777=Ordenar
00000778=Ordenar selección
00000779=Ordenar ascendentemente
00000780=Ordenar selección ascendentemente
00000781=Ordenar descendentemente
00000782=Ordenar selección descendentemente
00000783=Cambiar case
00000784=Cambio de case de la selección
00000785=Mayúsculas
00000786=Selección - a mayúsculas
00000787=Minúsculas
00000788=Selección - a minúsculas
00000789=Case de título
00000790=Selección - a case de título
00000791=Invertir case
00000792=Invertir case de selección
00000793=Ver
00000794=Mostrar/ocultar árbol
00000795=Mostrar/ocultar árbol de sintaxis
00000796=Mostrar/ocultar plegado de código
00000797=Mostrar/ocultar plegado de código
00000798=Habilitar/deshabilitar ajuste de texto
00000799=Habilitar/deshabilitar ajuste de texto
00000800=Mostrar/ocultar números de línea
00000801=Mostrar/ocultar números de línea
00000802=Mostrar/ocultar caracteres no imprimibles
00000803=Mostrar/ocultar caracteres no imprimibles
00000804=Comentar líneas
00000805=Comentar líneas
00000806=Descomentar líneas
00000807=Descomentar líneas
00000808=Añadir indentación
00000809=Añadir indentación a selección
00000810=Quitar indentación
00000811=Quitar indentación de selección
00000812=Árbol
00000813=Línea:Columna (longitud selección/líneas)(Clic para diálogo "Ir a")
00000814=Codificación (clic para cambiar)
00000815=Finales de líneas (clic para cambiar)
00000816=Lexer (clic para cambiar)
00000817=Información "Caracter en cursor" (clic para tabla de caracteres)
00000818=Sólo lectura (clic para cambiar)
00000819=Modo de selección (puede ser cambiado por atajos del ratón)
00000821=Archivo
00000822=Nuevo
00000823=Nuevo archivo
00000824=Crear nuevo archivo
00000825=Nueva ventana
00000826=Abrir...
00000827=Abrir archivo
00000828=Reabrir
00000829=Reabrir archivo
00000830=Guardar
00000831=Guardar archivo
00000832=Guardar como...
00000833=Guardar archivo actual como
00000834=Exportar
00000835=Exportar a HTML...
00000836=Exporta el contenido actual del editor a HTML incluyendo todos los resaltados
00000837=Exportar a RTF...
00000838=Exporta el contenido actual del editor a RTF incluyendo todos los resaltados
00000840=Imprimir...
00000841=Imprime el documento
00000842=Vista previa...
00000843=Vista previa de la impresión
00000844=Configurar página...
00000845=Configurar página
00000846=Configurar impresora...
00000847=Configurar impresora
00000848=Salir
00000849=Editar
00000850=Deshacer
00000851=Deshacer
00000852=Rehacer
00000853=Rehacer
00000854=Cortar
00000855=Cortar selección al portapapeles
00000856=Copiar
00000857=Copiar selección al portapapeles
00000858=Pegar
00000859=Pegar portapapeles
00000860=Eliminar
00000861=Borrar selección actual
00000862=Seleccionar todo
00000863=Seleccionar todo
00000864=Comentar
00000865=Comentar líneas
00000866=Descomentar
00000867=Descomentar líneas
00000868=Añadir indentación
00000869=Añadir indentación a selección
00000870=Quitar indentación
00000871=Quitar indentación de selección
00000872=Duplicar línea
00000873=Tabla de caracteres
00000874=Ordenar
00000876=Ordenar ascendentemente
00000877=Ordenar selección ascendentemente
00000878=Ordenar descendentemente
00000879=Ordenar selección descendentemente
00000880=Cambiar case
00000882=Mayúsculas
00000883=Selección - a mayúsculas
00000884=Minúsculas
00000885=Selección - a minúsculas
00000886=Case de título
00000887=Selección - a case de título
00000888=Invertir case
00000889=Invertir case de selección
00000912=Buscar
00000915=Buscar siguiente
00000916=Buscar siguiente ocurrencia de la cadena
00000917=Buscar anterior
00000918=Buscar ocurrencia anterior de la cadena
00000919=Buscar palabra actual hacia abajo
00000920=Busca la siguiente ocurrencia de la palabra desde el cursor
00000921=Buscar palabra actual hacia atrás
00000922=Buscar ocurrencia anterior de la palabra desde el cursor
00000923=Siguiente marca de búsqueda
00000924=Anterior marca de búsqueda
00000925=Borrar marcas de búsqueda
00000926=Borrar marcas de búsqueda
00000927=Ir a la línea...
00000928=Ir a la línea con el número
00000929=Marcadores
00000930=Mostrar/ocultar marcador
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=Ir al marcador
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=Borrar marcadores
00000953=Borrar marcadores
00000954=Lexer
00000955=&Opciones
00000956=Personalizar...
00000957=Mostrar diálogo de opciones
00000958=Personalizar lexer...
00000959=Personaliza el lexer actual
00000960=Personalizar biblioteca lexer...
00000961=Personalizar biblioteca de lexers
00000962=Configurar herramientas...
00000963=Habilitar/deshabilitar sólo lectura
00000964=Habilitar/deshabilitar sólo lectura
00000965=Mostrar/ocultar árbol
00000966=Mostrar/ocultar árbol
00000967=Mostrar/ocultar plegado de código
00000968=Mostrar/ocultar plegado de código
00000969=Habilitar/deshabilitar ajuste de texto
00000970=Habilitar/deshabilitar ajuste de texto
00000971=Mostrar/ocultar números de línea
00000972=Mostrar/ocultar números de línea
00000973=Mostrar/ocultar caracteres no imprimibles
00000974=Mostrar/ocultar caracteres no imprimibles
00000975=Ayuda
00000976=Examinar carpeta de léame
00000977=Acerca de...
00000978=Deshacer
00000979=Deshacer
00000980=Rehacer
00000981=Rehacer
00000982=Cortar
00000983=Cortar selección al portapapeles
00000984=Copiar
00000985=Copiar selección al portapapeles
00000986=Pegar
00000987=Pegar portapapeles
00000988=Eliminar
00000989=Borrar selección actual
00000990=Seleccionar todo
00000991=Seleccionar todo
00001012=Archivo
00001013=Archivo
00001014=Archivo
00001015=Archivo
00001016=Archivo
00001017=Archivo
00001018=Archivo
00001019=Archivo
00001020=Opciones
00001021=Opciones
00001022=Opciones
00001023=Varios
00001024=Varios
00001025=Varios
00001026=Varios
00001027=Varios
00001028=Opciones
00001029=Opciones
00001030=Opciones
00001031=Opciones
00001032=Opciones
00001033=Opciones
00001034=Varios
00001035=Varios
00001036=Varios
00001037=Varios
00001038=Sugerencias
00001039=Sugerencias
00001040=Sugerencias
00001041=Sugerencias
00001042=Imprimir
00001043=Imprimir
00001044=Imprimir
00001045=Imprimir
00001046=Buscar y reemplazar
00001047=Buscar y reemplazar
00001048=Buscar y reemplazar
00001049=Buscar y reemplazar
00001050=Buscar y reemplazar
00001051=Buscar y reemplazar
00001052=Buscar y reemplazar
00001053=Buscar y reemplazar
00001054=Buscar y reemplazar
00001055=Buscar y reemplazar
00001056=Buscar y reemplazar
00001057=Buscar y reemplazar
00001058=Buscar y reemplazar
00001059=Buscar y reemplazar
00001060=Navegación, sin selección
00001061=Navegación, sin selección
00001062=Navegación, sin selección
00001063=Navegación, sin selección
00001064=Navegación, sin selección
00001065=Navegación, sin selección
00001066=Navegación, sin selección
00001067=Navegación, sin selección
00001068=Navegación, sin selección
00001069=Navegación, sin selección
00001070=Navegación, sin selección
00001071=Navegación, sin selección
00001072=Navegación, sin selección
00001073=Navegación, sin selección
00001074=Navegación, sin selección
00001075=Navegación, sin selección
00001076=Navegación, sin selección
00001077=Navegación, sin selección
00001078=Navegación, sin selección
00001079=Navegación, sin selección
00001080=Navegación, selección normal
00001081=Navegación, selección normal
00001082=Navegación, selección normal
00001083=Navegación, selección normal
00001084=Navegación, selección normal
00001085=Navegación, selección normal
00001086=Navegación, selección normal
00001087=Navegación, selección normal
00001088=Navegación, selección normal
00001089=Navegación, selección normal
00001090=Navegación, selección normal
00001091=Navegación, selección normal
00001092=Navegación, selección normal
00001093=Navegación, selección normal
00001094=Navegación, selección normal
00001095=Navegación, selección normal
00001096=Navegación, selección normal
00001097=Navegación, selección normal
00001098=Navegación, selección normal
00001099=Navegación, selección normal
00001100=Navegación, selección columnar
00001101=Navegación, selección columnar
00001102=Navegación, selección columnar
00001103=Navegación, selección columnar
00001104=Navegación, selección columnar
00001105=Navegación, selección columnar
00001106=Navegación, selección columnar
00001107=Navegación, selección columnar
00001108=Navegación, selección columnar
00001109=Navegación, selección columnar
00001110=Navegación, selección columnar
00001111=Navegación, selección columnar
00001112=Navegación, selección columnar
00001113=Navegación, selección columnar
00001114=Navegación, selección columnar
00001115=Navegación, selección columnar
00001116=Navegación, selección columnar
00001117=Navegación, selección columnar
00001118=Navegación, selección columnar
00001119=Navegación, selección columnar
00001120=Desplazamiento
00001121=Desplazamiento
00001122=Desplazamiento
00001123=Desplazamiento
00001124=Desplazamiento
00001125=Desplazamiento
00001126=Desplazamiento
00001127=Desplazamiento
00001128=Desplazamiento
00001129=Desplazamiento
00001130=Desplazamiento
00001131=Desplazamiento
00001132=Acciones estándar
00001133=Acciones estándar
00001134=Acciones estándar
00001135=Acciones estándar
00001136=Acciones estándar
00001137=Acciones estándar
00001138=Acciones estándar
00001139=Acciones estándar
00001140=Insertando texto
00001141=Insertando texto
00001142=Insertando texto
00001143=Insertando texto
00001144=Insertando texto
00001145=Sangrías y tabulaciones
00001146=Sangrías y tabulaciones
00001147=Sangrías y tabulaciones
00001148=Sangrías y tabulaciones
00001149=Eliminando texto
00001150=Eliminando texto
00001151=Eliminando texto
00001152=Eliminando texto
00001153=Eliminando texto
00001154=Eliminando texto
00001155=Eliminando texto
00001156=Eliminando texto
00001157=Modos de selección
00001158=Modos de selección
00001159=Modos de selección
00001160=Modos de selección
00001161=Modos de selección
00001162=Modos de selección
00001163=Modos de selección
00001164=Modos de selección
00001165=Cambiar case
00001166=Cambiar case
00001167=Cambiar case
00001168=Cambiar case
00001169=Cambiar case
00001170=Cambiar case
00001171=Cambiar case
00001172=Cambiar case
00001173=Plegado de texto
00001174=Plegado de texto
00001175=Plegado de texto
00001176=Plegado de texto
00001177=Plegado de texto
00001178=Plegado de texto
00001179=Plegado de texto
00001180=Plegado de texto
00001181=Plegado de texto
00001182=Plegado de texto
00001183=Marcadores
00001184=Marcadores
00001185=Marcadores
00001186=Marcadores
00001187=Marcadores
00001188=Marcadores
00001189=Marcadores
00001190=Marcadores
00001191=Marcadores
00001192=Marcadores
00001193=Marcadores
00001194=Marcadores
00001195=Marcadores
00001196=Marcadores
00001197=Marcadores
00001198=Marcadores
00001199=Marcadores
00001200=Marcadores
00001201=Marcadores
00001202=Marcadores
00001203=Marcadores
00001204=Marcadores
00001205=Marcadores
00001206=Marcadores
00001207=Marcadores
00001208=Macros
00001209=Macros
00001210=Macros
00001211=Macros
00001212=Codificaciones
00001213=Codificaciones
00001214=Codificaciones
00001215=Codificaciones
00001216=Codificaciones
00001217=Codificaciones
00001218=Codificaciones
00001219=Codificaciones
00001220=Varios
00001227=Varios
00001228=Zoom original
00001229=Varios
00001230=Ejecutar herramienta externa 1
00001231=Varios
00001232=Ejecutar herramienta externa 2
00001233=Varios
00001234=Ejecutar herramienta externa 3
00001240=Zoom
00001241=Acercar
00001242=Alejar
00001243=Restaurar predeterminado
00001244=Varios
00001245=Ejecutar herramienta externa 4
00001255=Aviso emergente de autocompletado
00001256=Reemplazar siguiente
00001257=Izquierda-Arriba
00001258=Desplazar hacia arriba
00001259=&Sangría
00001260=Caracter borrar atrás
00001261=Quitar marcador
00001262=Buscar y reemplazar
00001263=Buscar anterior en Lister
00001264=Varios
00001265=Menú - codificaciones
00001266=Varios
00001267=Menú - lexers
00001268=Varios
00001269=Menú - finales de línea
00001270=Intercambiar marcador
00001271=Recoger marcador
00001272=Quitar marcador
00001273=Alinear símbolos
00001274=Búsqueda rápida
00001275=Buscar siguiente
00001276=Buscar anterior
00001278=Barra de &herramientas
00001279=Búsqueda rápida
00001280=Ver
00001281=Editar
00001282=Archivo
00001286=Buscar y reemplazar
00001287=Búsqueda rápida
00001288=Búsqueda &rápida
00001289=Sensible a MAY/min
00001290=Búsqueda rápida
00001291=Siguiente
00001292=Anterior
00001293=Sensible a MAY/min
00001294=Palabras enteras
00001295=Sólo palabras enteras
00001296=&Marcar todas las ocurrencias
00001297=Llama al panel de búsqueda rápida
00001298=Va a la siguiente marca de búsqueda
00001299=Va a la anterior marca de búsqueda
00001300=Marca todas las ocurrencias encontradas
00001301=Remueve el marcador de la posición actual
00001302=Remueve el último marcador
00001303=Intercambia el último marcador
00001304=Personaliza las herramientas adicionales
00001305=Muestra/oculta la barra de herramientas Archivo
00001306=Muestra/oculta la barra de herramientas Editar
00001307=Muestra/oculta la barra de herramientas Ver
00001308=Muestra/oculta la barra de herramientas Búsqueda rápida
00001309=Acercar
00001310=Alejar
00001311=Zoom de tamaño original
00001312=Explora la carpeta Readme en el explorador
00001313=Mostrar diálogo acerca de
00001314=Duplica la línea actual
00001315=Muestra el diálogo de tabla de caracteres
00001316=Alinea las marcas en la selección
00001317=Crea una nueva ventana
00001318=Cierra el editor
00001319=Temas de ay&uda
00001320=Muestra el archivo de ayuda
00001321=Cerrar
00001323=Archivo
00001324=Cerrar
00001325=Cerrar demás pestañas
00001326=Cerrar pestaña
00001327=Nueva pestaña
00001328=Nuevo archivo &HTML
00001331=Guardar &todo
00001333=C&errar todo
00001334=Archivo
00001335=Cerrar todo
00001336=Archivo
00001337=Cerrar demás pestañas
00001338=Archivo
00001339=Guardar todo
00001340=Guarda todas las pestañas
00001341=Cierra la pestaña actual
00001342=Cierra todas las pestañas
00001344=Cerrar demás &pestañas
00001345=Cierra todas las pestañas menos la actual
00001346=Cargar sesión...
00001347=Guardar sesión...
00001348=syn
00001349=Archivos de sesión|*.syn
00001350=syn
00001351=Archivos de sesión|*.syn
00001352=Carga el estado de las pestañas
00001353=Guarda el estado de las pestañas
00001354=Varios
00001355=Limpiar historial de archivos
00001356=Abrir reciente
00001357=Borrar &lista
00001358=&Ventana
00001360=Insertar fecha/hora
00001361=Varios
00001362=Insertar fecha/hora actual
00001363=Insertar fecha/hora actual en el texto
00001364=&Ejecutar
00001369=Ayuda de &PHP
00001370=Abre la página de ayuda de PHP para la palabra actual
00001371=Buscar en &Google
00001372=Busca la palabra actual o la selección en Google
00001373=Abrir en &IE
00001374=Abre el archivo en el navegador Internet Explorer
00001375=Abrir en &Firefox
00001376=Abre el archivo en el navegador Firefox
00001377=Buscar en &Wikipedia
00001378=Busca la palabra actual o la selección en Wikipedia
00001379=Abrir en &Chrome
00001380=Abre el archivo en el navegador Google Chrome
00001381=Abrir en &Safari
00001382=Abre el archivo en el navegador Safari
00001383=Abrir carpeta c&ontenedora
00001384=Abre la carpeta que contiene al archivo actual
00001385=Ejecutar herramienta externa
00001386=Ejecutar herramienta externa
00001387=Ejecutar herramienta externa
00001388=Ejecutar herramienta externa
00001389=Ejecutar
00001390=Ejecutar herramienta externa 5
00001391=Ejecutar
00001392=Ejecutar herramienta externa 6
00001393=Ejecutar
00001394=Ejecutar herramienta externa 7
00001395=Ejecutar
00001396=Ejecutar herramienta externa 8
00001397=Ejecutar
00001398=Abrir en Firefox
00001399=Ejecutar
00001400=Abrir en IE
00001401=Ejecutar
00001402=Abrir en Chrome
00001403=Ejecutar
00001404=Abrir en Safari
00001405=Ejecutar
00001406=Abrir carpeta contenedora
00001407=Ejecutar
00001408=Ayuda de PHP
00001409=Ejecutar
00001410=Buscar en Google
00001411=Ejecutar
00001412=Buscar en Wikipedia
00001413=Ejecutar herramienta externa
00001414=Ejecutar herramienta externa
00001415=Ejecutar herramienta externa
00001416=Ejecutar herramienta externa
00001417=C&odificación
00001418=Cambiar finales de línea
00001422=Cambiar codificación
00001440=Convertir codificación a
00001441=Recarga el archivo en otra codificación o cambia la codificación actual
00001442=Cambia la codificación actual w/o recargando el archivo
00001445=Cierra la pestaña actual
00001446=Ejecutar herramienta externa
00001447=Buscar y reemplazar
00001448=Diálogo "Reemplazar"
00001450=Reemplazar...
00001451=Buscar...
00001452=Mostrar el diálogo "Buscar"
00001453=Mostrar el diálogo "Reemplazar"
00001454=Reemplazar...
00001455=Mostrar el diálogo "Reemplazar"
00001456=Buscar en MSDN
00001457=Realiza una búsqueda de la palabra actual o de la selección en MSDN
00001458=Ejecutar
00001459=Buscar en MSDN
00001460=Archivo
00001461=Salir del programa
00001462=Cerrar y &eliminar
00001463=Archivo
00001464=Cerrar y eliminar
00001465=Cierra la pestaña actual y elimina su archivo
00001467=Mostrar diálogo "Buscar/reemplazar en archivos"
00001469=Mostrar diálogo Reemplazar
00001470=Muestra el diálogo "Reemplazar en archivos"
00001471=Buscar/reemplazar en archivos...
00001472=Buscar/reemplazar en archivos...
00001473=Muestra el diálogo "Reemplazar en archivos"
00001474=Buscar y reemplazar
00001475=Diálogo "Buscar/reemplazar en archivos"
00001476=más
00001477=Copiar URL
00001478=Copiar URL al portapapeles
00001479=Copiar-adicionar
00001480=Adiciona la selección al portapapeles
00001481=Cortar-adicionar
00001482=Corta la selección y la adiciona al portapapeles
00001483=Copiar como HTML
00001485=Copiar como RTF
00001487=Copiar como HTML
00001488=Acciones estándar
00001489=Copia al portapapeles en formato HTML
00001490=Copiar como HTML
00001491=Copia al portapapeles en formato HTML
00001492=Copiar-adicionar
00001493=Acciones estándar
00001494=Copiar y adicionar al portapapeles
00001495=Cortar-adicionar
00001496=Acciones estándar
00001497=Cortar y adicionar al portapapeles
00001498=Copiar-adicionar
00001499=Cortar-adicionar
00001500=Copia la selección y la adiciona al portapapeles
00001501=Corta la selección y la adiciona al portapapeles
00001502=Cortar-adicionar
00001503=Corta la selección y la adiciona al portapapeles
00001504=Copiar-adicionar
00001505=Copia la selección y la adiciona al portapapeles
00001506=&Web
00001507=&Navegadores
00001508=-
00001509=-
00001510=-
00001511=-
00001521=Ir a la pareja del paréntesis
00001522=Salta al paréntesis, que es pareja del actual
00001523=Salida
00001524=Alternar salida
00001525=Opciones
00001526=Mostrar/ocultar panel de salida
00001527=Mostrar/ocultar salida
00001528=Muestra/oculta el panel de salida
00001529=Mustra/oculta el panel de &salida
00001530=Muestra/oculta la ventana de salida
00001531=Menú
00001532=Borrar
00001533=Copiar seleccionado
00001534=Navegar
00001535=Copiar todo
00001536=Nuevo archivo de P&erl
00001537=Nuevo archivo de &C++
00001538=Nuevo archivo de &PHP
00001539=Insertar/sobrescribir modo (clic para cambiar)
00001540=Eliminar seleccionado
00001541=Eliminar no-parseable
00001542=Salida
00001543=Resultados de la búsqueda
00001544=Navegar
00001545=Copiar seleccionado
00001546=Copiar todo
00001547=Borrar
00001548=Copiar como RTF
00001549=Copia al portapapeles en formato RTF
00001550=Personalizar e&stilos del lexer...
00001551=Personalizar las propiedades de resaltado de los lexer's actuales
00001552=Personalizar e&stilos de lexer's...
00001553=Personaliza las propiedades del resaltado de los lexer's actuales
00001554=E&xtraer cadenas...
00001555=Muestra el diálogo "Extraer cadenas"
00001556=Buscar y reemplazar
00001557=Diálogo "Extraer cadenas"
00001558=Cambiar case
00001559=Case de oración a selección actual
00001560=Case de oración
00001561=Selección - a case de oración
00001562=Case de oración
00001563=Selección - a case de oración
00001564=Case de oración
00001565=Valor del Zoom (clic para cambiar)
00001573=Zoom personalizado....
00001574=Historial del portapapeles
00001575=Mostrar/ocultar historial del portapapeles
00001576=Mostrar/ocultar &historial del portapapeles
00001577=Mostrar/ocultar historial del portapapeles
00001578=Opciones
00001579=Mostrar/ocultar historial del portapapeles
00001580=Borrar
00001581=Resultados de búsqueda masiva anterior
00001582=Resultados de búsqueda masiva siguiente
00001583=Buscar y Reemplazar
00001584=Resultados de búsqueda masiva siguiente
00001585=Buscar y Reemplazar
00001586=Resultados de búsqueda masiva anterior
00001587=Abrir resultado anterior de operación "Buscar en archivos"
00001588=Abrir resultado siguiente de operación "Buscar en archivos"
00001589=Alternar Edición &sincronizada
00001590=Iniciar/cancelar modo de edición sincronizada
00001591=Archivo
00001592=Guardar sesión
00001593=Archivo
00001594=Cargar sesión
00001595=Cargar/añadir sesión...
00001596=Añadir lista de pestañas guardadas a las pestañas actuales
00001597=Archivo
00001598=Cargar/añadir sesión
00001599=Varios
00001600=Alternar modo de SyncEdit
00001601=Pantalla completa
00001602=Opciones
00001603=Alrternar pantalla completa
00001604=Alterna el modo de pantalla completa
00001606=Copiar ruta del directorio al portapapeles
00001607=Copiar ruta completa al portapapeles
00001608=Copiar nombre del archivo al portapapeles
00001610=Mover a otra vista
00001611=Dividir 50/50
00001612=-
00001613=Cierra todas las pestañas
00001614=Archivo
00001615=Mover pestaña a otra vista
00001616=Dividir horizontalmente
00001618=Sincronizar desplazamiento horizontal
00001619=Sincronizar desplazamiento vertical
00001620=Varios
00001621=Alternar desplazamiento horizontal sincronizado
00001622=Varios
00001623=Alternar desplazamiento vertical sincronizado
00001624=Configurar extensión s&hell...
00001625=Personaliza la intef¡gración con el Explorador de Windows
00001626=&Ver
00001627=&Siempre visible
00001628=Muestra la forma principal siempre
00001629=Opciones
00001630=Alternar siempre visible
00001631=Rellenar bloque...
00001632=Varios
00001633=Comando "Rellenar bloque"
00001634=Rellena el bloque de líneas de una columna con una cadena personalizada
00001635=Insertar texto...
00001636=Varios
00001637=Diálogo "Insertar texto"
00001638=Opciones del &proyecto...
00001639=Personalizar opciones globales del proyecto
00001640=Abre el nombre de archivo seleccionado en una pestaña separada
00001641=Enviar a E-mail
00001642=Envía el archivo actual a un e-mail mediante MS Outlook
00001643=Inserta texto interlineado/ numeración/ viñetas
00001644=Restaurar
00001645=Restaurar estilos del lexer...
00001646=Restaurar estilos de lexers auto respaldados
00001647=Personalizar...
00001648=Varios
00001649=Alternar enfoque libre
00001651=Varios
00001652=Alternar enfoque del portapapeles
00001653=Varios
00001654=Codificación Zen - Expandir abreviación
00001655=Codificación &Zen
00001656=Expandir abreviación
00001657=Expandir abreviación Zen
00001658=Abreviaciones &Zen
00001659=Mostrar lista de abreviaciones Zen (para comando "Expandir abreviación")
00001660=Ajustar con abreviación...
00001661=Rodear selección con abreviación Zen expandida
00001662=Varios
00001663=Codificación Zen - Ajustar con abreviación

[fmSetup]
00000001=Opciones
00000002=Editor
00000003=Reemplaza el bloque de texto marcado con lo que se escriba después
00000004=Sobrescribir bloques
00000005=Mantiene el bloque marcado seleccionado inclusive cuando el cursor es movido usando las teclas de flechas, hasta que un nuevo bloque es seleccionado.
00000006=Bloques persistentes
00000007=Selecciona toda la línea cuando hace doble clic en cualquier caracter de la línea. De otra manera sólo la palabra actual es seleccionada.
00000008=Doble clic selecciona la línea
00000009=Seleccionar todo el texto cuando el editor obtiene el foco.
00000010=Seleccionar todo lo enfocado
00000011=Si esta opción es establecida la selección contendrá columnas/líneas extra durante los modos de selección de columna/línea.
00000012=Selección ávida
00000013=Selección habilitada para comandos de movimiento del caret (como en BRIEF).
00000014=Mantener modo de selección
00000015=Ajustar texto en borde de memo.
00000016=Ajuste de texto
00000017=Prevenir edición, SPACE actúa como RePag.
00000018=Sólo lectura
00000019=Muestra barra de plegado de código en el canal.
00000020=Plegado del código
00000021=Habilita operaciones de arrastrar y soltar para movimiento de texto.
00000022=Arrastrado de texto
00000023=Contrae las líneas vacías tras el rango de texto cuando este rango ha sido colapsado.
00000024=Contraer líneas vacías
00000025=Evita el cálculo de la altura de la línea. La altura de la línea será calculada mediante el estilo por defecto.
00000026=Altura de línea fija
00000027=Posiciona el cursor bajo el primer caracter no blanco de la línea no blanca precedente cuando presiona Intro.
00000028=Modo de autoindentación
00000029=Alinea el punto de inserción al nivel de indentación anterior (disminuye indentación) cuando presiona Backspace.
00000030=Backspace disminuye indentación
00000031=Si esto es seleccionado se agruparán los cambios a Rehacer.
00000032=Agrupar rehacer
00000033=Deshace su último comando de edición así como cualquier comando de edición subsecuente del mismo tipo.
00000034=Agrupar deshacer
00000035=Mantiene el búfer deshacer sin cambios después de guardar.
00000036=Deshacer tras guardar
00000037=Copia el texto seleccionado también en formato RTF.
00000038=Copiar RTF al portapapeles
00000039=Actúa en movimientos del caret (arriba, abajo, inicio de línea, fin de línea).
00000040=Comportamiento inteligente del caret
00000041=Permite al caret moverse sólo dentro del texto.
00000042=Mantener caret en texto
00000043=Inicia cada línea autoidentada con el mínimo número de caracteres posible, usando las tabulaciones y espacios necesarios.
00000044=Relleno óptimo
00000045=Deshabilita cualquier selección.
00000046=Deshabilitar selección
00000047=Habilita el modo de selección de columna.
00000048=Habilitar selección de columna
00000049=Si esto está establecido los marcadores están enlazados al texto, así se moverán con el texto durante la edición. De otra manera son enlazados a la posición del caret.
00000050=Marcadores flotantes
00000051=Cuando esto está establecido puede desplazarse hasta la última línea, de otra manera puede desplazarse a la última página.
00000052=Desplazar a la última página
00000053=Ajusta el texto del trabajo en el margen derecho, no en el borde del memo.
00000054=Ajustar texto en margen der.
00000055=Mantiene la posición X del caret antes de editar el texto, esta opción se usa cuando se mueve arriba/abajo del caret.
00000056=Mover columna fijamente
00000057=Recalcula la barra de desplazamiento sólo para el texto mostrado actualmente.
00000058=Desplazador horizontal variable
00000059=Detiene la disminución de indentación cuando cualquier línea ya está en la posición 0.
00000060=Desindentar manteniendo alineación
00000061=Mantiene cualquier blanco que podría tener al final de las líneas.
00000062=Mantener rastros blancos
00000063=Editor 2
00000064=Espaciado de línea
00000065=Margen derecho
00000066=Números de línea
00000067=Muestra una línea entre la barra de plegado y el campo de texto.
00000068=Dibujar canal separador
00000069=Habilita una gradiente sobre el canal desde el fondo hasta el gradiente derecho.
00000070=Dibujar canal gradiente
00000071=Subraya los enlaces y los hace sensibles a clics con Ctrl+Click.
00000072=Resaltar enlaces
00000073=Dibuja un fondo personalizado para la línea actual
00000074=Dibujar fondo en línea actual
00000075=Muestra el caret en modo de sólo lectura.
00000076=Mostrar caret en modo de sólo lectura
00000077=Oculta el cursor del ratón cuando escribe texto y cuando el cursor del ratón está dentro del área del cliente.
00000078=Ocultar texto al escribir
00000079=Oculta resaltados dinámicos cuando el editor pierde el foco.
00000080=Ocultar resaltados dinámicos
00000081=Oculta la selección cuando el editor pierde el foco.
00000082=Ocultar selección
00000083=Espaciado vertical entre líneas
00000084=Posicionar columna en margen derecho.
00000085=Muestra una línea vertical después de la columna específica.
00000086=Mostrar margen derecho
00000087=Estilo de numerado de líneas.
00000088=Por defecto\nComo Delphi\nCada 5\nSólo la actual\n
00000089=Dibuja el foco rectangular alrededor de la línea actual cuando el editor tiene el foco.
00000090=Enfocar línea actual
00000091=Muestra la regla arriba del área del editor.
00000092=Mostrar regla horizontal
00000093=Bloque de indentación
00000094=Límite deshacer
00000095=Modo tabulación
00000096=Paradas tabulación
00000097=Tamaño del bloque de indentación para comandos Indentación/Desindentación.
00000098=Número de acciones que pueden ser deshechas.
00000099=Comportamiento de la tecla Tab. SmartTab: inserta espacios hasta el primer caracter no blanco en la línea precedente.
00000100=Espacios\nCaracter tabulación\nSmartTab\n
00000101=La tecla Tab mueve el cursor hacia las posiciones de esta columna.
00000102=Ver
00000103=Colores
00000104=Elementos:
00000105=Color:
00000106=Texto\nFondo de texto\nFondo de línea actual\nTexto de números de línea\nFondo de números de línea\nLínea contraída\nLíneas plegadas\nFondo de barra plegada\nCanal separador\nSelección de texto\nFondo de selección\nMargen derecho\nTexto de sugerencia\nFondo de sugerencia\nCaracteres no imprimibles\nGrapas de indentación\nCanal gradiente derecho\nTexto de árbol\nFondo de árbol\nTexto regla horizontal\nFondo de regla horizontal\n
00000107=Puede asignar un color del cuadro de colores de la derecha a cualquier elemento en la lista.
00000108=Árbol
00000109=Autosincronizar
00000110=Autocontraer
00000111=Autoexpandir
00000112=Ordenar elementos
00000113=Rastro caliente
00000114=Fuentes
00000115=Texto
00000116=Números de línea
00000117=Regla horizontal
00000118=Árbol
00000119=Autocompletado
00000120=Interfaz
00000121=* - se guardan separadamente para plugins/aplicaciones
00000122=Ver
00000123=Tema de la barra de herramientas:
00000124=Iconos de la barra de herramientas:
00000125=Sólo lectura al inicio: *
00000127=Estándar\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000128=Mostrar información de "car. en cursor"
00000129=Si (no para archivos nuevos)\nNo\nComo en la sesión anterior\n
00000130=Mostrar línea de estado
00000131=Mostrar menú superior *
00000133=Buscar
00000134=Sugerir palabra actual para buscarla
00000135=Lister puede usar búsquedas personalizadas
00000136=Avisar resultados de búsqueda vacíos
00000137=Teclas
00000138=Establecer
00000139=Borrar
00000140=Buscar
00000141=Varios
00000142=Varios
00000144=Vigilar cambios de archivo:
00000145=Abrir en codificación OEM:
00000146=Preguntar para sobrescribir archivos de sólo lectura
00000151=No vigilar\nVigilar, recargar sin preguntar\nVigilar, preguntar para recargar\n
00000152=Mostrar ruta completa en el título de la ventana
00000156=Varios 2
00000164=Aplicar
00000165=Cancelar
00000166=Aceptar
00000167=Idioma:
00000169=No abrir\nAbrir\nPreguntar\n
00000170=Archivos sin texto:
00000171=Mantiene el caret en una área visible cuando ocurre un desplazamiento (por 1 línea).
00000172=Mantener caret en pantalla al desplazar
00000178=Sólo permitir una instancia
00000179=Autocompletado
00000180=Tipo de filtros:
00000182=Usar autocompletado de HTML/CSS
00000183=No filtrar\nInicio de cadena\nCualquier parte de la cadena\nCaracteres en el mismo orden\n
00000185=Mostrar lista cuando no hayan elementos filtrados
00000190=Reemplaza las tabulaciones existentes por espacios en los archivos abiertos.
00000191=Reemplazar tabs. por espacios al abrir
00000193=Nuevo documento
00000194=Codificación:
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, sin BOM\nUnicode\nUnicode BE\n
00000196=Finales de línea:
00000197=Windows\nUnix\nMac\n
00000198=Lexer:
00000199=Lista de grupos de lexers
00000201=Cerrar al presionar Esc
00000203=Archivos de configuración
00000205=Guardar configuración de plugins cerca de lsplugin.ini
00000206=Mover archivos
00000207=Puede mover los archivos de configuración desde %Appdata% a la carpeta del programa (para hacer el programa portable):
00000210=Pestañas
00000211=Mostrar botones para cerrar pestañas
00000212=Siempre mostrar pestañas
00000213=Mostrar pestañas en múltiples líneas
00000215=Marcar todas las ocurrencias de la palabra encontrada.
00000216=Resaltado inteligente
00000217=Panel de salida
00000218=Elementos en lista desplegable
00000219=Usar sección historial de Totalcmd's
00000220=Cargar color predefinido...
00000221=Guardar color predefinido...
00000222=Abrir en codificción UTF8 los archivos con extensión:
00000223=(introducir "*" para todos los archivos)
00000224=Habilita el resaltado del par de llaves (si no está sobrescrito en el lexer).
00000225=Resaltar par de llaves
00000231=Historial
00000232=Historial
00000233=Longitud del historial de estados de archivos (0: no guardar)
00000234=Longitud del historial de búsqueda/reemplazos (0: no guardar)
00000235=Carpeta para diálogos Abrir/Guardar:
00000236=Guardar posición del caret
00000237=Guardar codificación
00000238=Borrar
00000239=Borrar
00000240=Borrar lista de archivos recientes al iniciar
00000241=Guardar/restaurar última sesión
00000242=Seguir archivo actual\nRecordar última carpeta\nCarpeta personalizada\n
00000243=Hacer resaltado inteligente sensible a MAY/min.
00000244=Sensible a MAY/min
00000245=Mantiene los rastros de espacios al final del bloque de la columna (Alt+selección del ratón).
00000246=Copiar columnas con espacios adicionales
00000247=Mostrar diálogo de búsqueda en la cima *
00000249=Crear archivos de respaldo:
00000250=Deshabilitado\nEn %AppData%\\SynWrite\nEn la misma carpeta\n
00000251=Número de caracteres que llaman lista:
00000252=(0 - deshabilitado)
00000253=Para el plugin:
00000254=Para el programa:
00000255=Comportamiento de Esc en búsqueda rápida:
00000256=Cerrar búsqueda rápida\nCerrar editor\nEnfocar editor\n
00000257=Mostrar títulos de botones en el panel de búsqueda rápida
00000258=Mostrar iconos en el menú contextual
00000259=Auto-completado para el archivo actual
00000260=También mostrar palabras desde el archivo actual
00000261=Mostrar palabras menos cortas que ... caracteres
00000262=Buscar palabras sólo en primeros ... Mb del archivo
00000263=Acción doble clic:
00000264=Sin acción\nExpandir/contraer nodo de árbol\nMover caret al inicio de rango de texto\nSeleccionar rango de texto entero\n
00000265=Cortes de líneas de codificación Zen:
00000266=Auto (HTML)\nTodo (XML)\nNinguno (texto plano)\n
00000267=Saltar a categoría:
00000268=Mostrar caracteres CR/LF para fin de líneas, en "Mostrar caracteres no imprimibles".
00000269=Mostrar caracteres EOL

[ecGotoLineDlg]
00000001=Ir a
00000002=&Número de línea:
00000003=&Aceptar
00000004=&Cancelar
00000005=Número de &columna:

[fmAb]
00000001=Acerca de
00000003=(fuente abierta)
00000004=Acerca de
00000005=Página oficial:
00000006=Foros:
00000007=Autores:
00000013=Email:
00000014=clic
00000015=Componentes
00000024=Aceptar
00000025=Inglés
00000026=Ruso

[fmEnc]
00000001=Cambiar codificación
00000002=Reabrir archivo en nueva codificación
00000003=Cambiar codificación del archivo modificado
00000004=La codificación ha cambiado, y el archivo actualmente está modificado.   ¿Que le gustaría hacer?

[fmSR]
00000002=&Buscar:
00000003=&Reemplazar con:
00000005=&Buscar siguiente
00000006=R&eemplazar siguiente
00000007=Reempl&azar todo
00000008=Cancelar
00000009=Opciones
00000010=E&xpresiones regulares
00000011=&Sensible a MAY/min
00000012=Palabras &enteras
00000013=Es&peciales (\\n \\r \\t...)
00000014=Buscar toda marca
00000015=Origen
00000016=Desde el c&ursor
00000017=Todo el ámbit&o
00000018=Ámbito
00000019=&Global
00000020=&Texto seleccionado
00000021=Dirección
00000022=A&delante
00000023=A&trás
00000024=Ayuda
00000025=Preguntar al reemplazar
00000026=Contar todo
00000027=Reemplazar todo en todas las pestañas
00000028=La cadena no fue encontrada...
00000029=Buscar &siguiente
00000030=Transparencia:
00000031=al perder el foco

[fmTools]
00000001=Herramientas
00000002=Nombre a&rchivo:
00000003=&Parámetros:
00000004=Carpeta &inicial:
00000006=&Examinar:
00000008=Aceptar
00000009=Cancelar
00000011=Propiedades de herramienta
00000012=Herramientas
00000013=Nombre del archivo
00000016=E&xaminar...
00000017=&Arriba
00000018=A&bajo
00000019=Salida de &captura
00000020=Patrón de &salida...
00000021=&Nombre:
00000022=&Borrar
00000023=&Atajo:
00000024=&Lexer:
00000025=&Añadir...
00000026=Act&ual
00000027=Ninguno
00000028=Guardar &antes
00000029=Ninguno\nDocumento actual\nTodos los documentos\n
00000030=&Mostrar en menú contextual
00000031=Ayuda

[LexerLibraryDlg]
00000001=Biblioteca de lexers de sintaxis
00000002=Nombre
00000003=Extensiones
00000004=Ns
00000005=Nt
00000006=Nb
00000007=SL
00000008=ToolBar1
00000009=ToolButton5
00000010=ToolButton16
00000011=ToolButton6
00000012=ToolButton11
00000013=ToolButton10
00000014=ToolButton13
00000015=ToolButton14
00000016=Abrir biblioteca de lexers
00000017=Abrir biblioteca de lexers
00000018=Guardar biblioteca de lexers
00000019=Guardar biblioteca de lexers
00000020=Propiedades de lexer...
00000021=Propiedades de lexer...
00000022=Importar lexer
00000023=Importar lexer
00000024=Exportar lexer
00000025=Exportar lexer
00000026=Eliminar lexer
00000027=Eliminar lexer
00000028=Borrar
00000029=Borrar
00000030=Nuevo lexer
00000031=Nuevo lexer
00000032=Cerrar
00000033=Cerrar
00000034=Copiar
00000035=Crea una copia del lexer actual
00000036=lxl
00000037=Biblioteca lexer (*.LXL)|*LXL|Todos los archivos (*.*)|*.*
00000038=Abrir biblioteca lexer
00000039=lxl
00000040=Biblioteca lexer (*.LXL)|*LXL|Todos los archivos (*.*)|*.*
00000041=Guardar biblioteca lexer
00000042=lcf
00000043=Configuración de lexer (*.lcf)|*.lcf|Todos los archivos (*.*)|*.*
00000044=Abrir recurso lexer
00000045=lcf
00000046=Configuración de lexer (*.lcf)|*.lcf|Todos los archivos (*.*)|*.*
00000047=Guardar recurso lexer

[SyntPreviewForm]
00000001=Vista previa de impresión
00000003=ToolButton1
00000006=1 página\n2 páginas\n4 páginas\n
00000007=ToolButton7
00000009=ToolButton5
00000010=ToolButton4
00000011=FirstCmd
00000012=Primero|Ir a la primera página
00000013=PrevCmd
00000014=Anterior|Ir a la página anterior
00000015=NextCmd
00000016=Siguiente|Ir a la siguiente página
00000017=LastCmd
00000018=Último|Ir a la última página
00000019=FitCmd
00000020=Zoom|Acercar/Alejar
00000021=PrintCmd
00000022=Imprimir|Imprimir el documento
00000023=CloseCmd
00000024=Cerrar|Cerrar vista previa de impresión
00000025=PageSetup
00000026=Im&primir
00000027=Imprimir|Imprimir documento
00000028=Toda la página
00000029=Ancho de página
00000040=Configurar página
00000041=Página actual
00000042=Total páginas
00000043=Número de páginas previsualizadas

[PageSetupEditorDlg]
00000001=Configurar página
00000002=Izquierda:
00000003=Derecha:
00000004=Superior:
00000005=Inferior:
00000006=Unidades:
00000007=Orientación:
00000008=Colores:
00000009=mm\ncm\nPulgada\n0.001 pulgada\n
00000010=Opciones
00000011=Retrato\nPaisaje\n
00000012=Aceptar
00000013=Cancelar
00000014=RGB\nEscala de grises\nBlanco y negro\n
00000015=Cabecera
00000016=Pie de página
00000017=Fuentes
00000018=Cabecera
00000019=Pie de página
00000027=Nº de línea:
00000028=Rango de resaltado
00000029=Trans&parente
00000030=&Resaltado de línea
00000031=&Ocultar contraídos
00000032=Ajuste de texto
00000033=Imprimir selección
00000034=Imprimir grapas
00000035=&Números de línea
00000036=Ninguno\nIzquierda \nDerecha\nIzquierda en páginas impares\nDerecha en páginas impares\n

[SyntLexerDlg]
00000001=Sintaxis del Lexer
00000002=Común
00000003=Nombres de tipos de tokens
00000004=Estilo de marca de selección:
00000005=No refrescar todo si la longitud del texto es mayor a
00000006=Estilo de marca de búsqueda:
00000007=Estilo de línea actual:
00000008=Estilo predeterminado:
00000009=Cadena de comentario de línea
00000010=Estilo de marca de contracción:
00000011=Juego de caracteres
00000012=Extensiones de archivos:
00000013=Nombre del lexer:
00000014=Omitir espacios durante parseo
00000015=Restablecer desde inicio de línea
00000016=No omitir finales de línea
00000017=Análisis de bloque siempre sincronizado
00000018=Estilos
00000019=Bajar
00000020=Deshabilitar
00000021=Eliminar todos los elementos
00000022=Eliminar elemento
00000023=Nuevo elemento
00000024=Subir
00000025=Importar elementos
00000026=&Fondo
00000027=&Color de fuente
00000028=Tipo de e&stilo
00000029=Alineación &vertical
00000030=Efecto de ca&pitalización
00000031=Especifica el color de fondo.
00000032=Es&tablecer fuente...
00000033=Especifica el color de la fuente.
00000034=Especifica que propiedades de estilos deberían ser usados.
00000035=Estilo de fuente
00000036=Especifica si se usa el estilo de fuente Negrita.
00000037=&Negrita
00000038=Especifica si se usa el estilo de fuente Itálica.
00000039=&Itálica
00000040=Especifica si se usa el estilo de fuente Subrayado.
00000041=S&ubrayado
00000042=Especifica si se usa el estilo de fuente Tachado.
00000043=&Tachado
00000044=Especifica las propiedades de estilo que pueden ser aplicados al lienzo.
00000045=Fuente personalizada\nEstilo de fuente y colores\nFondo y primer plano\nSólo el fondo\n
00000046=Especifica la alineación vertical del texto.
00000047=Superior\nCentro\nInferior\n
00000048=Especifica si se usa el atributo oculto.
00000049=&Oculto
00000050=Bordes...
00000051=Izquierda
00000052=Cima
00000053=Derecha
00000054=Fondo
00000055=Especifica el color de línea del borde izquierdo.
00000056=Especifica el estilo de línea del borde izquierdo.
00000057=blNinguno\nblSólido \nblGuión\nblPunto\nblGuiónPunto\nblGuiónPuntoPunto\nblSólido2\nblSólido3\nblLínea ondulada\nblDoble\n
00000058=Especifica el color de línea del borde superior.
00000059=Especifica el estilo de línea del borde superior.
00000060=blNinguno\nblSólido \nblGuión\nblPunto\nblGuiónPunto\nblGuiónPuntoPunto\nblSólido2\nblSólido3\nblLínea ondulada\nblDoble\n
00000061=Especifica el color de línea del borde derecho.
00000062=Especifica el estilo de línea del borde derecho.
00000063=blNinguno\nblSólido \nblGuión\nblPunto\nblGuiónPunto\nblGuiónPuntoPunto\nblSólido2\nblSólido3\nblLínea ondulada\nblDoble\n
00000064=Especifica el color de línea del borde inferior.
00000065=Especifica el estilo de línea del borde inferior.
00000066=blNinguno\nblSólido \nblGuión\nblPunto\nblGuiónPunto\nblGuiónPuntoPunto\nblSólido2\nblSólido3\nblLínea ondulada\nblDoble\n
00000067=Especifica si el borde sólido debe ser dibujado al rededor de la región multlínea de texto.
00000068=Borde &multilíneo
00000069=Especifica si se usa el atributo sólo lectura.
00000070=&Solo lectura
00000071=Especifica cómo debe cambiar el registro de texto antes de rendir.
00000072=No cambiar\nMayúsculas\nMinúsculas\nAlternar mayúsculas y minúsculas\nPrimera letra mayúscula\n
00000073=Parseador
00000074=Bajar
00000075=Deshabilitar
00000076=Eliminar todos los elementos
00000077=Eliminar elemento
00000078=Nuevo elemento
00000079=Subir
00000080=Importar elementos
00000081=Expresión de regla
00000082=Tipo de token
00000083=Estilo de token
00000084=Bloque padre
00000085=Posición en línea:
00000086=desde
00000087=hasta
00000088=Caracter ilegal\nComentario\nIdentificador\nSímbolo\nCadena\nConstante entera\nConstante flotante\nConstante hexadecimal\nConstante caracter\nPreprocesador\nDefinido por el usuario 1\nDefinido por el usuario 2\nDefinido por el usuario 3\nDefinido por el usuario 4\nDefinido por el usuario 5\nDefinido por el usuario 6\n
00000089=Bloque padre estricto
00000090=Sin un padre
00000091=Siempre habilitado
00000092=Edit10
00000093=Edit11
00000094=Comprobar estado de parseadores
00000095=Presente:
00000096=Ausente:
00000097=Modificar estados de parseador
00000098=Establecer:
00000099=Restablecer:
00000100=Reglas
00000101=Bajar
00000102=Deshabilitar
00000103=Eliminar todos los elementos
00000104=Eliminar elemento
00000105=Nuevo elemento
00000106=Subir
00000107=Importar elementos
00000108=Propiedades
00000109=Índice identificador
00000110=Desplazamiento
00000111=Condición final de rango
00000112=Tipo de bloque
00000113=Bloque padre
00000114=Índice grupo
00000115=Condición inicial de rango
00000116=Regla gramatical
00000117=Cambiar tipo de token
00000118=Posición de corte de línea
00000119=Requiere igual indentación
00000120=Relativo al final de la condición
00000121=Detector de Tag\nSeparador de línea\nInicio de rango\nFinal de rango\n
00000122=Bloque padre estricto
00000123=Sin un padre
00000124=Cancelar reglas siguientes
00000125=Siempre habilitado
00000126=Superior\nInferior\n
00000127=Comprobar estado de parseadores
00000128=Presente:
00000129=Ausente:
00000130=Modificar estados de parseador
00000131=Establecer:
00000132=Restablecer:
00000133=Rango de texto
00000134=Cadena de formato de nombre
00000135=Cadena de formato de grupo
00000136=Icono de texto contraído
00000137=Texto de auto cerrado:
00000138=Cerrar bloque en final de texto
00000139=Rango de auto cerrado
00000140=Iniciar cerrado (sin regla final)
00000141=Visualizar en árbol de sintaxis
00000142=No puede ser contraído
00000143=Dibujar grapa de bloque
00000144=Ignorar como padre
00000145=Deshabilitado\nCerrar rango cercano\nCerrar rango abierto\n
00000146=Resaltado
00000147=Estilo
00000148=Tipo de resaltado
00000149=Resaltar líneas de bloque
00000150=Invertir colores de selección
00000151=Activar resaltado
00000152=Posición del caret
00000153=Cualquier posición (siempre)\nLímites del rango\nTokens límites\nEn el rango\nInicio de tokens límites\nFuera del rango\n
00000154=Seleccionar rango mínimo
00000155=Deshabilitado\nSólo tokens límites\nTodos los tokens sin límite\nTodo el rango\n
00000156=Decoración del árbol de sintaxis
00000157=Elemento:
00000158=Grupo:
00000159=Índice de imagen
00000160=Estilo
00000161=Pluma
00000162=Anchura
00000163=Color
00000164=Estilo
00000165=Usar personalizada
00000166=Edit15
00000167=Sólido\nGuión\nPunto\nGuiónPunto\nGuiónPuntoPunto\nBorrar\nDentroMarco\n
00000168=Condiciones
00000169=Condiciones
00000170=Índice
00000171=Condición
00000172=Ignorar MAY/min
00000173=Igual\nNo igual\nMáscara\nOmitir tokens\nMáscara estricta\n
00000174=Panel6
00000175=Lista de claves
00000176=Sub lexers
00000177=Bajar
00000178=Deshabilitar
00000179=Eliminar todos los elementos
00000180=Eliminar elemento
00000181=Nuevo elemento
00000182=Subir
00000183=Importar elementos
00000184=Condición inicial
00000185=Condición final
00000186=Estilo
00000187=Bloque padre
00000188=Sub lexer
00000189=Bloque padre estricto
00000190=Sin un padre
00000191=Iniciar al inicio del texto
00000192=Finalizar al final del texto
00000193=Siempre habilitado
00000194=Incluir texto límite
00000195=Comprobar estado de parseadores
00000196=Presente:
00000197=Ausente:
00000198=Modificar estados de parseador
00000199=Establecer:
00000200=Restablecer:
00000201=Gramática
00000202=Panel1
00000203=Compilar gramática
00000204=Plantillas de código
00000205=Código
00000206=Plantilla
00000207=Nombre
00000208=Descripción
00000209=&Añadir
00000210=Eliminar
00000211=Editar
00000212=Notas
00000213=Exportar
00000214=Aplicar
00000215=Cancelar
00000216=&Importar
00000217=Aceptar
00000218=lcf
00000219=Configuración de lexer (*.lcf)|*.lcf|Todos los archivos (*.*)|*.*
00000220=Abrir recurso lexer
00000221=lcf
00000222=Configuración de lexer (*.lcf)|*.lcf|Todos los archivos (*.*)|*.*
00000223=Guardar recurso lexer
00000224=Predeterminado
00000225=Bloque marcado
00000226=Desconocido\nComentario\nIdentificador\nSímbolo\nCadena\nConstante entera\nConstante flotante\nConstante hexadecimal\nConstante caracter\nPreprocesador\n
00000227=Bloque marcado
00000228=Por defecto
00000229=Por defecto
00000230=Bloque marcado
00000231=Regla
00000232=Término
00000233=TérminoSinCase
00000234=Comentar
00000235=Símbolo
00000236=Tipo de token
00000237=Definición de regla
00000238=Regla actual
00000239=Comentario 1
00000240=Comentario
00000241=Comentario 2
00000242=Comentar
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=Término
00000245=Término
00000246=TérminoSinCase
00000247=TérminoSinCase
00000248=Regla de token
00000249=Tipo de token
00000250=Regla
00000251=Regla
00000252=\\w+\n
00000253=Igual
00000254=Símbolo
00000255=O
00000256=Símbolo
00000257=Fin de regla
00000258=Símbolo
00000259=Repetidor
00000260=Símbolo
00000261=Subregla
00000262=Símbolo
00000263=Definición de regla
00000264=Definición de regla
00000265=Regla inicial
00000266=Regla actual
00000267=Regla final
00000268=%s1...
00000269=Regla final
00000270=skip = <Comentario> | \n       <preprocesador>\n\nroot = regla*;\n\nrule = <Regla> (<Igual> ítem+ branches*) <Stop>?;\n\nbranches = <O> ítem+;\n\nítem =  <Regla> | \n        <Token rule ref.> | \n        <Término> | \n        <TérminoSinCase>;\n
00000271=Comentario\nTérmino\nTérminoSinCase\nRegla\nIgual\nO\nFinal\nRef. regla de token\nSubregla\n
00000272=Bloque marcado
00000273=Predeterminado
00000274=Resaltador para editor gramatical

[AddTemplateDlg]
00000001=Plantilla de código
00000002=Nombre del atajo:
00000003=Descripción:
00000004=Aceptar
00000005=Cancelar

[ImportRules]
00000001=Importar reglas/estilos
00000002=Sintaxis de lexers
00000003=Seleccionar reglas/estilos a importar
00000004=Aceptar
00000005=Cancelar

[fmRepRpt]
00000001=Reporte de reemplazos
00000002=Aceptar

[fmSRFiles]
00000001=Buscar/reemplazar en archivos
00000002=Buscar:
00000003=Reemplazar con:
00000004=Buscar en carpeta:
00000005=Máscara de archivos, separados por espacios:
00000006=Ayuda
00000007=Cancelar
00000008=Opciones para buscar texto
00000009=Expresiones regulares
00000010=Sensible a MAY/min
00000011=Palabras enteras
00000012=Especiales (\\n \\r \\t...)
00000013=Reem&plazar todo
00000014=En todas las subcarpetas
00000015=Examinar...
00000016=Buscar todo
00000017=Actual
00000018=Opciones para buscar archivos
00000019=Omitir archivos binarios
00000020=Omitir archivos de sólo lectura
00000021=Omitir archivos ocultos
00000022=Omitir carpetas ocultas
00000023=Lista de resultados
00000024=Sólo mostrar nombres de archivos
00000025=Mostrar resultados en nueva pestaña

[fmProgress]
00000001=Progreso de la búsqueda
00000002=Búsqueda en progreso...
00000003=Cancelar
00000004=Buscando texto en archivos...
00000005=Reuniendo resultados...
00000006=Excluyendo archivos binarios...

[fmTOut]
00000001=Patrón de salida
00000002=Aceptar
00000003=Cancelar
00000004=Expresión &regular
00000005=&Nombre de archivo:
00000006=Subexpresiones de números:
00000007=&Línea:
00000008=&Columna:
00000009=&Probar línea de salida:
00000010=&Probar
00000012=&Preestablecido...
00000013=Quitar tags HTML de la salida

[CustomSyntDlg]
00000001=Resaltado de sintaxis
00000002=&Elemento
00000003=&Aceptar
00000004=Cancelar
00000005=&Fondo
00000006=Color de &fuente
00000007=Tipo de e&stilo
00000008=Alineación &vertical
00000009=Efecto de ca&pitalización
00000010=Especifique el color de fondo.
00000011=Fuen&te personalizada...
00000012=Especifique el color de fuente.
00000013=Especifique que propiedades del estilo deberían ser usadas.
00000014=Estilo de fuente
00000015=Especifique si se usa el estilo de fuente Negrita.
00000016=&Negrita
00000017=Especifique si se usa el estilo de fuente Itálica.
00000018=&Itálica
00000019=Especifique si se usa el estilo de fuente Subrayado.
00000020=S&ubrayado
00000021=Especifique si se usa el estilo de fuente Tachado.
00000022=&Tachado
00000023=Especifique las propiedades de estilo que pueden ser aplicados a los Canvas.
00000024=Fuente personalizada\nEstilo de fuente y colores\nFondo y Primer plano\nSólo el fondo\n
00000025=Especifique la alineación vertical del texto.
00000026=Superior\nCentro\nInferior\n
00000027=Especifique si se usa el atributo Oculto.
00000028=&Oculto
00000029=Bordes...
00000030=Izquierda
00000031=Superior
00000032=Derecha
00000033=Inferior
00000034=Especifique el color de línea del borde izquierdo.
00000035=Especifique el estilo de línea del borde izquierdo.
00000036=blSólido \nblRaya\nblPunto\nblRaya punto\nblRaya punto punto\nblSólido2\nblSólido3\nblLinea ondulada\nblDoble\n
00000037=Especifique el color de línea del borde superior.
00000038=Especifique el estilo de línea del borde superior.
00000039=blNinguno\nblSólido \nblRaya\nblPunto\nblRaya punto\nblRaya punto punto\nblSólido2\nblSólido3\nblLinea ondulada\nblDoble\n
00000040=Especifique el color de línea del borde derecho.
00000041=Especifique el estilo de línea del borde derecho.
00000042=blNinguno\nblSólido \nblRaya\nblPunto\nblRaya punto\nblRaya punto punto\nblSólido2\nblSólido3\nblLinea ondulada\nblDoble\n
00000043=Especifique el color de línea del borde inferior.
00000044=Especifique el estilo de línea del borde inferior.
00000045=blNinguno\nblSólido \nblRaya\nblPunto\nblRaya punto\nblRaya punto punto\nblSólido2\nblSólido3\nblLinea ondulada\nblDoble\n
00000046=Especifique si el borde sólido debe ser dibujado al rededor de la región de texto multilínea.
00000047=Borde &multilínea
00000048=Especifique si se usa el atributo de Sólo lectura.
00000049=&Sólo lectura
00000050=Especifique como el registro del texto debería ser cambiado antes de presentarse.
00000051=No cambiar\nMayúsculas\nMinúsculas\nAlternar mayúsculas y minúsculas\nLetra inicial\n
00000052=Por defecto
00000053=Bloque marcado
00000054=Desconocido\nComentario\nIdentificador\nSímbolo\nCadena\nEntero constante\nFlotante constante\nHexadecimal constante\nCaracter constante\nPreprocesador\n
00000055=Bloque marcado
00000056=Por defecto

[fmExtract]
00000001=Extraer cadenas
00000002=Buscar
00000003=Expresión regular:
00000004=Sensible a MAY/min
00000005=Buscar
00000006=Copiar al portapapeles
00000007=Vista previa de cadenas encontradas
00000008=Cancelar
00000009=Ayuda
00000010=Sólo buscar en selección
00000011=Copiar a pestaña
00000012=Buscar desde el cursor
00000013=No encontrado...

[fmShell]
00000001=Integración Shell
00000003=Añadir el ítem "SynWrite" al menú contextual del Explorador
00000004=Aceptar
00000006=Asociar SynWrite con archivos TXT
00000007=Asociar SynWrite con archivos INI
00000008=Asociar SynWrite con extensiones de archivos adicionales:
00000009=Deseleccionar todas las extensiones

[fmInsTxt]
00000001=Insertar texto
00000002=Qué insertar
00000003=al inicio de la línea:
00000004=al final de la línea:
00000005=Nº inicial:
00000006=Dígitos:
00000007=Cola:
00000008=Texto
00000009=Numeración
00000010=Viñetas
00000011=Opciones
00000012=Insertar iniciando:
00000013=en columna:
00000014=tras espacios interlineados
00000015=Omitir líneas blancas
00000016=Tras cadena:
00000017=Aceptar
00000018=Cancelar

[fmProjOpt]
00000001=Opciones del proyecto
00000002=Aceptar
00000003=Cancelar
00000005=Rutas de búsqueda:
00000006=Añadir carpeta...
00000007=(usado para el comando "Abrir <...>" en el menú contextual)

[fmLoadLex]
00000001=Restaurar estilos del lexer
00000002=Usando este diálogo puede restaurar sus propios estilos del lexer, después de reinstalar SynWrite. Esta característica funciona así. Los estilos del lexer son respaldados automáticamente en el archivo "SynStyles.ini", cada vez que presiona el boton Aceptar en el diálogo de propiedades del lexer. Luego puede reinstalar SynWrite (con la librería de reemplazo "LexLib.lxl"), y llamar este diáogo. Aquí puede restaurar los estilos respaldados del archivo "SynStyles.ini"  al archivo de la librería de lexer's de "LexLib.lxl".
00000003=Escoja los estilos guardados que quiera restaurar
00000004=Seleccionar todo
00000005=Deseleccionar todo
00000006=Remover seleccionado
00000007=Aceptar
00000008=Cancelar

[$CONSTANTS]
Action=Acción
AllF=Todos los archivos
AllL=(Para todos los lexers)
Appn=No se puede escribir archivos ini
Bk=Marcador %d
cpBOM=Archivo "%s" contiene la asi-llamada marca BOM.\nNo se puede recargar en una codificación diferente.\n\nAún puede cambiar la codificación usando el comando\n"Codificación -- Convertir codificación a".
cpLn=(Nombres de familias de códigos de página),Cyrillic=Cirílico,Thai=Tailandés,Central European=Europeo central,Western European=Europeo central,Baltic=Báltico,Greek=Griego,Turkey=Turco,Indian=Indio,Arabic=Árabe,Hebrew=Hebreo,Chinese Simplified=Chino simplificado,Chinese Traditional=Chino tradicional,Japanese=Japonés,Korean=Coreano,Vietnamese=Vietnamita
cpN=Página de código: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, sin BOM
EClosing=Excepción al cerrar:
EOpen=Excepción al abrir:
EPlug=Excepción de plugin:
EUnhook=Excepción desconocida:
FF0=No hay archivos con la máscara especificada
FF0_=No se encontraron ocurrencias en los archivos coincidentes
FF1="%s": %d ocurrencias
FFAll=%d ocurrencias reemplazadas en %d archivos.
FFCfm=¿Está seguro que quiere realizar reemplazos masivos\nen la carpeta: "%s"\nen los archivos: %s\n?
filAll=Todos los archivos
filApp=Aplicaciones
filChm=Archivos de ayuda HTML
filHlp=Archivos de WinHelp
fill=Introduzca la cadena a usar para el rellenado:
fn=Buscar
fnMul=Muchas pestañas deben ser abiertas para esta operación
fnR=Reemplazar
fn_f=(en %d archivos)
Found=%d coincidencias encontradas
Key1=Tecla 1
Key2=Tecla 2
KeyNUsed=Tecla no usada
KeyUsed=Tecla usada por:
MAtt=No se puede escribir el archivo "%s"
MBak=No se puede crear el archivo de respaldo "%s"
MBig=El archivo "%s" es demasiado grande.
MBk=¿Borrar todos los marcadores?
MCre=Archivo no encontrado:\n%s\n\n¿Quiere crearlo?
mdel=¿Quiere cerrar y eliminar el archivo actual?
MDelC=¿Quiere eliminar esta plantilla de código?
mdeln=No se puede renombrar/eliminar el archivo "%s"
MDelSt=¿Quiere remover los elementos seleccionados de la lista de estilos de guardados?
MDLex=¿Realmente quiere eliminar este lexer?
MDLexx=¿Realmente quiere remover todos los lexers de la biblioteca?
MEmp=El editor tiene pestañas sin nombres. ¿Continuar de todas maneras?
MLn=El número de línea debe estar entre 1 y %d
MNCap=También debería especificar el nombre para la herramienta "%s"
MNCreate=No se puede crear el archivo:
MNFound=Archivo no encontrado:
MNFound2=Cadena no encontrada: "%s"
MNLex=No se encontró un lexer con el nombre "%s"
MNSel=Debe seleccionar el texto, o colocar el cursor dentro de la palabra, antes de abrir el archivo de ayuda
MNSel2=Texto no seleccionado
MNText=El archivo "%s" no contiene texto.\n¿Abrirlo de todos modos?
MoreB=Más botones
MOver=El archivo "%s" es de sólo lectura.\n¿Sobrescribirlo?
MRel=¿El archivo "%s" fue cambiado fuera.\n¿Recargarlo?
MRelN=El archivo "%s" fue eliminado fuera.\nNo puede ser recargado.
MRun=No se puede ejecutar el comando:\n%s
MRun0=Comando "%s" no retornó una salida
MSave=El archivo "%s" ha sido modificado.\n\n¿Guardar cambios?
MSavLex=¿Guardar cambios en biblioteca de lexers?
MSel=Código de caracter: %d (hex %2.2x)
MSr=Puede usar caracteres especiales:\n\\r - CR (#13)\n\\n - LF (#13)\n\\t - Tab (#9)\n\\0 - cero (#0)\n\\\\ - single \\ char\n\n¿Mostrar ayuda de RegEx?
MZen=No se podrçia expandir la abreviaciçon:\n%s
newFnLatin=Nuevo
nlex=(Sin lexers)
None=(Ninguno)
None2=(ningún comando)
NSaved=El archivo debe ser guardado antes de ejecutar esta herramienta
opf=Abrir "%s"
O_f=Buscar "%s" en la carpeta "%s" (%d coincidencias en %d archivos)
O_fn=No se puede parsear la línea:\narchivo no encontrado
O_fne=No se puede navegar desde esta línea:\narchivo no encontrado: "%s"
O_fr=Reemplazar "%s" por "%s" en carpeta "%s" (%d coincidencias en %d archivos)
O_l=No se puede parsear la línea:\nNúmero de línea no encontrado
O_ln=Línea %d:
O_m=(coincidencias: %d)
O_ok=Línea parseada:\n\nnombre de archivo: "%s"\nlínea: %d\ncolumna: %d
Re=¿Reemplazar esta ocurrencia?
re_b=límite de palabra
re_D=dígito 0..9
re_Diap=coincidir a,b y 0..9
re_end=fin de línea
re_hex=caracter hexadecimal
re_n=nueva línea
re_nb=no-(límite de palabra)
re_ND=no-dígito
re_NDiap=cualquiera menos a,b y 0..9
re_NS=no-espacio
re_ntim=cadena repetida n veces
re_NW=caracter no-alfanumérico
re_S=espacio
re_slash=backslash
re_st=inicio de línea
re_sub=sub-expresión
re_t=tab
re_W=cualquier caracter alfanumérico
RO=[SÓLO LECTURA]
sAll=&Todo
sCan=Cancelar
sCf=Confirmación
shNN=No se puede cambiar el valor del registro.\nIntente ejecutar el editor como administrador.
sIns=Ins
sn=&No
sNAll=N&o a todo
sOk=Aceptar
sOvr=Sob
sWarn=Advertencia
sy=&Si
sYAll=Si a &todo
Sync=Crear rango sincronizado
SynR=Remover rango sincronizado
typed=palabra escrita
Untitled=(Sin título)
vert=Este comando funciona sólo con la selección de columna
zenCur=La expansión de abreviación no puede tener marca de cursor
zenIn=Abreviación a expandir:
ZmIn=Valor del zoom %:
Zoom=Zoom: %d%%
